[
  {
    "title": "Droit civil",
    "exams": [
      
        {
          "title": "Dissertation : L'application de la loi dans le temps",
          "content": "<h2>Dissertations de Droit Civil :&nbsp;</h2><div><div class=\"text\"></div><div>L'application de la loi dans le temps <a href=\"../arborescence/out off/correction dissertation ,l'application de la loi dans le temps.html\">+ correction&nbsp;</a></div></div>"
        },
      {
        "title": "",
        "content": ""
      }
    ]
  },
  {
    "title": "Droit penal",
    "type": "",
    "exams": [
      {
        "title": "Sujets de Dissation",
        "content": "<h2>Dissertations de Droit Pénal</h2><ul><li>Le rôle du droit pénal dans la protection des libertés individuelles et des valeurs sociales : un équilibre difficile à maintenir ?</li><li>des pouvoirs du Conseil constitutionnel et du juge judiciaire vis-à-vis de la loi pénale<br></li><li>La légitimité du droit pénal en tant qu'instrument de paix sociale : une perspective contestée.</li><li>L’évolution historique du droit pénal : de la vengeance à la justice moderne.</li><li>Le principe de légalité des délits et des peines : fondement ou obstacle à la justice pénale ?</li><li>La classification tripartite des infractions : pertinence et enjeux contemporains.</li><li>L'interprétation des textes pénaux par le juge : entre rigueur juridique et souplesse judiciaire.</li><li>La rétroactivité des lois pénales : une exception justifiée ou une menace pour la sécurité juridique ?</li><li>Les peines principales et complémentaires en droit pénal français : une distinction toujours pertinente ?</li><li>Le droit pénal face aux nouveaux défis technologiques : Comment interpréter les silences de la loi ?</li><li>L’applicabilité du droit pénal français à l’international : vers une extension de la compétence pénale ?</li></ul><div><br></div><div><a href=\"../fiches_matieres_methodo/dissertation.html\">vous pouvez retrouver la méthodologie de cet exercice juste ici</a><br><div class=\"text\"></div><div><br></div></div>"
      },
      {
        "title": " Cas Pratiques",
        "content": ""
      }
    ]
  }
  ,
  {
    "title": "Droit Constitutionnel",
    "type": "physics",
    "exams": [
      {
        "title": "sujets de dissertation",
        "content": "<h2>sujets de dissertation, Droit Constitutionnel</h2><ul><li>Le passage de la IIIème à la IVe république,</li><li>La continuité d’une instabilité ?fin de la IIIème République et début de la IVème République.&nbsp;</li><li>De 1959 a 1959 l’affirmation du présidentialisme en France</li><li>Le rôle du sénat dans le bicamérisme de la Vème république.</li><li>Le Rôle du Sénat dans le Bicamérisme de la Ve République&nbsp;</li><li>Les apports de la restauration pour la pratique de la constitution française\"</li></ul><div><a href=\"../fiches_matieres_methodo/commentaire arret.html\">vous pouvez retrouver la méthodologie de cet exercice juste ici&nbsp;</a></div><div><br></div>"
      },
      {
        "title": "commentaires de texte",
        "content": " <h1>sujet n°1 :</h1><h2>&nbsp;Libération du 8 décembre 2022 - Dossier : « Faut-il supprimer le 49.3 ? »</h2><div><br></div><div>Pour la juriste <u>Charlotte Girard</u>, tout plaide pour la suppression de l'alinéa 49.3. Une fois supprimé, on pourrait espérer rééquilibrer les pouvoirs.&nbsp;</div><div><br></div><div>L'article 49 alinéa 3 de la Constitution française permet à la Première ministre d'engager la responsabilité du gouvernement devant l'Assemblée nationale sur le vote d'un projet de loi de finances ou de financement de la sécurité sociale» et, une seule fois par session, sur tout autre projet ou proposition de loi. Si aucune motion de censure n'est votée par une majorité absolue des députés en réponse à cette mise en jeu de la responsabilité gouvernementale, le texte est considéré comme adopté dans la version choisie par le Gouvernement. Pour nombre d'observateurs, cet alinéa est un bon moyen d'équilibrer les pouvoirs. C'était même sa raison d'être en 1958 contre l'avis du Comité constitutionnel consultatif. La mise en jeu de la responsabilité à l'initiative du gouvernement pouvait être considérée comme la contrepartie du pouvoir de censure spontanée des députés que l'on trouve à l'alinéa 2 du même article. Un donnant-donnant en quelque sorte. C'est, dans le jargon de la Ve République, une expression de la «rationalisation du parlementarisme» : donner au gouvernement les moyens de sa politique en limitant la possibilité pour le parlement de s'y opposer ou même de la discuter.&nbsp;</div><div>Le jeu n'est toutefois pas si équilibré qu'il n'y paraît. Les statistiques parlent d'elles-mêmes. Sur 94 recours du Premier ministre au 49.3, on compte 100 % de réussite pour le gouvernement, soit l'adoption du texte sans vote ni censure. Sur 59 recours des députés au 49.2, on compte une censure réussie, soit la démission du gouvernement (d'ailleurs aussitôt renommé par le président De Gaulle après dissolution de l'assemblée). Face tu perds ; pile je gagne.&nbsp;</div><div>Donc l'article 49.3 n'est pas une occasion donnée aux parlementaires de faire obstacle à la politique gouvernementale. C'est un instrument aux mains du gouvernement pour passer en force quand la majorité parlementaire est peu docile ou trop relative ou lorsque l'opposition retarde trop les débats, notamment budgétaires. La dernière révision de 2008 a en effet focalisé ce moyen de pression gouvernementale sur le débat budgétaire (cœur historique du pouvoir parlementaire). Le 49.3 n'est plus qu'un fusil à un coup par session parlementaire pour les projets de lois ne portant ni sur les finances publiques ni sur le financement de la sécurité sociale. Dans la configuration actuelle du rapport de force politiques au Parlement, le pouvoir exécutif aurait sans doute préféré que la révision dite de rééquilibrage des institutions voulue par Nicolas Sarkozy n'eût pas lieu [avant cette réforme, le gouvernement pouvait recourir au 49.3 aussi souvent qu'il le souhaitait et sur n'importe quel texte, ndlr]. Et pourtant, au vu de l'usage frénétique de cette disposition pour le vote positif du budget 2023, qui n'est d'ailleurs pas terminé, on peut douter de l'intérêt de donner autant de pouvoir à un gouvernement si peu légitime.&nbsp;</div><div>L'article 49.3 a été conçu pour surmonter la résistance de la majorité parlementaire quand la légitimité que le gouvernement tient de sa nomination par le président de la République est suffisante. Or dans l'hypothèse actuelle, tout fait défaut. Primo, il ne s'agit pas de discipliner la majorité, mais de compenser sa faiblesse. Celle-ci est donc incapable de soutenir solidement le gouvernement. Secundo, la légitimité du gouvernement issu de la présidentielle est trop réduite pour pouvoir faire un usage indiscutable d'une arme aussi radicale. Tertio, faute d'une culture effective du compromis parlementaire, le gouvernement joue avec le feu à chaque fois qu'il dégaine le 49.3 et rend visible la fragilité qu'il cherche à dissimuler depuis le début du quinquennat.&nbsp;</div><div>Tout plaide donc pour la suppression de cet alinéa. Car en période de majorité parlementaire confortable, il ne sert à rien ou seulement à discipliner une majorité turbulente avec laquelle le Gouvernement gagnerait à négocier plus habilement des accords de majorité. Et en période de majorité relative, son usage, qui paraît excessif pour les textes budgétaires et insuffisant pour les autres, ne règle en rien le problème structurel d'un gouvernement politiquement faible.&nbsp;</div><div>Une fois supprimé, on pourrait espérer rééquilibrer les pouvoirs. Encore faudrait-il réhabiliter la responsabilité gouvernementale actuellement vidée de sa substance, notamment en assouplissant les conditions de vote d'une motion de censure, en synchronisant les élections législatives et présidentielle ; bref, en reparlementarisation le régime. Cela supposerait pour les gouvernements de réapprendre à parler la langue de la délibération parlementaire. Autrement dit, la suppression sèche de cet alinéa ne changerait pas la face de la Ve République. Car il y a bien d'autres armes antiparlementaires à la disposition du pouvoir exécutif. L'ambition doit être bien plus vaste.</div><div><br></div> <br><br><br><h1>sujet n°2 :</h1><h2><br></h2><h2>&nbsp;La décision du 16 juillet 1971 « Liberté d’association »</h2><div><br></div><div>Décision n° 71-44 DC du 16 juillet 1971</div><div>Loi complétant les dispositions des articles 5 et 7 de la loi du 1er juillet 1901 relative au contrat d'association</div><div>Article 61 alinéa 2</div><div>Président du Sénat</div><div>Vu la Constitution et notamment son préambule ;</div><div>Vu l'ordonnance du 7 novembre 1958 portant loi organique sur le Conseil constitutionnel, notamment le chapitre II du titre II de ladite ordonnance ;</div><div>Vu la loi du 1er juillet 1901 relative au contrat d'association, modifiée ;</div><div>Vu la loi du 10 janvier 1936 relative aux groupes de combat et milices privées ;</div><div>1. Considérant que la loi déférée à l'examen du Conseil constitutionnel a été soumise au vote des deux assemblées, dans le respect d'une des procédures prévues par la Constitution, au cours de la session du Parlement ouverte le 2 avril 1971 ;</div><div>2. Considérant qu'au nombre des principes fondamentaux reconnus par les lois de la République et solennellement affirmés par le préambule de la Constitution il y a lieu de ranger le principe de la liberté d'association ; que ce principe est à la base des dispositions générales de la loi du 1er juillet 1901 relative au contrat d'association ; qu'en vertu de ce principe les associations se constituent librement et peuvent être rendues publiques sous la seule réserve du dépôt d'une déclaration préalable ; qu'ainsi, à l'exception des mesures susceptibles d'être prises à l'égard de catégories particulières d'associations, la constitution d'associations, alors même qu'elles paraîtraient entachées de nullité ou auraient un objet illicite, ne peut être soumise pour sa validité à l'intervention préalable de l'autorité administrative ou même de l'autorité judiciaire ;</div><div>3. Considérant que, si rien n'est changé en ce qui concerne la constitution même des associations non déclarées, les dispositions de l'article 3 de la loi dont le texte est, avant sa promulgation, soumis au Conseil constitutionnel pour examen de sa conformité à la Constitution, ont pour objet d'instituer une procédure d'après laquelle l'acquisition de la capacité juridique des associations déclarées pourra être subordonnée à un contrôle préalable par l'autorité judiciaire de leur conformité à la loi ;</div><div>4. Considérant, dès lors, qu'il y a lieu de déclarer non conformes à la Constitution les dispositions de l'article 3 de la loi soumise à l'examen du Conseil constitutionnel complétant l'article 7 de la loi du 1er juillet 1901, ainsi, par voie de conséquence, que la disposition de la dernière phrase de l'alinéa 2 de l'article 1er de la loi soumise au Conseil constitutionnel leur faisant référence ;</div><div>5. Considérant qu'il ne résulte ni du texte dont il s'agit, tel qu'il a été rédigé et adopté, ni des débats auxquels la discussion du projet de loi a donné lieu devant le Parlement, que les dispositions précitées soient inséparables de l'ensemble du texte de la loi soumise au Conseil ;</div><div>6. Considérant, enfin, que les autres dispositions de ce texte ne sont contraires à aucune disposition de la Constitution ;</div><div>Décide :</div><div>ARTICLE PREMIER - Sont déclarées non conformes à la Constitution les dispositions de l'article 3 de la loi soumise à l'examen du Conseil constitutionnel complétant les dispositions de l'article 7 de la loi du 1er juillet 1901 ainsi que les dispositions de l'article 1er de la loi soumise au Conseil leur faisant référence.</div><div>ARTICLE 2 - Les autres dispositions dudit texte de loi sont déclarées conformes à la Constitution.</div><div>ARTICLE 3 - La présente décision sera publiée au Journal officiel de la République française.</div><div><br></div><h1><br></h1><h1><br></h1><h1><br></h1><h1>sujet n°3 :</h1><div><h2>&nbsp;« Proposition Proposition n 12 : Améliorer la fabrique de la loi, in Rapport du Groupe de travail pour l'avenir des institutions présenté par C. Bartolone et M. Winock, 2015</h2><div><br></div><div>1. Limiter&nbsp; la&nbsp; procédure&nbsp; accélérée&nbsp; dans&nbsp; sa&nbsp; forme&nbsp; actuelle&nbsp; à&nbsp; un&nbsp; ou&nbsp; deux textes&nbsp; &nbsp;par&nbsp; &nbsp;session&nbsp; &nbsp;et instaurer une&nbsp; &nbsp;nouvelle&nbsp; &nbsp;forme&nbsp; &nbsp;de&nbsp; &nbsp;procédure accélérée dont l’usage ne serait pas contingenté</div><div><br></div><div>La procédure accélérée qui a succédé, avec la réforme du 23 juillet 2008, à la procédure d’urgence, permet à la fois de limiter le nombre de lectures préalables à&nbsp; la&nbsp; réunion&nbsp; d’une&nbsp; commission&nbsp; mixte&nbsp; paritaire&nbsp; et&nbsp; de&nbsp; s’affranchir&nbsp; des&nbsp; délais constitutionnels&nbsp; de&nbsp; six&nbsp; et&nbsp; quatre&nbsp; semaines entre le dépôt ou la transmission d’un texte et le début de sa discussion.</div><div>La XIVe législature est marquée par un recours élevé à cette procédure. Au 31 mai 2015, alors que la législature n’est pas achevée, 131 textes y ont déjà été soumis, contre 88 sous la XIIIe législature.</div><div>S’il peut parfois apparaître nécessaire de limiter le nombre de lectures devant&nbsp; chacune&nbsp; des&nbsp; assemblées,&nbsp; s’exonérer&nbsp; du&nbsp; délai&nbsp; constitutionnel&nbsp; de&nbsp; six&nbsp; ou quatre semaines se justifie plus rarement.</div><div>L’emploi de la procédure accélérée pourrait&nbsp; ainsi&nbsp; être&nbsp; restreint&nbsp; à&nbsp; un ou deux textes par session, hors textes socio-financiers.</div><div>Parallèlement, et&nbsp; pour compenser&nbsp; cette&nbsp; restriction, pourrait&nbsp; être&nbsp; créée une nouvelle forme de procédure accélérée qui ne permettrait de s’affranchir que de la deuxième lecture devant chaque assemblée et dont le Gouvernement pourrait faire usage&nbsp; &nbsp;sans&nbsp; &nbsp;limite.&nbsp; &nbsp;Elle&nbsp; &nbsp;ne&nbsp; &nbsp;remettrait&nbsp; &nbsp;cependant&nbsp; &nbsp;pas&nbsp; &nbsp;en&nbsp; &nbsp;cause&nbsp; &nbsp;le&nbsp; &nbsp;délai constitutionnel&nbsp; de six&nbsp; ou&nbsp; quatre&nbsp; semaines.&nbsp; Ainsi&nbsp; serait&nbsp; possible l’adoption rapide d’un texte, sans mettre en péril la qualité du travail des commissions.</div><div>Bien évidemment cette proposition n’a de sens qu’aussi longtemps que le bicamérisme demeure dans sa forme actuelle.</div><div><br></div><div>2. Respecter une plus stricte séparation entre le domaine de la loi et celui du&nbsp; règlement&nbsp; et&nbsp; prévoir&nbsp; une&nbsp; procédure&nbsp; pour&nbsp; écarter&nbsp; des&nbsp; lois&nbsp; les dispositions non normatives</div><div><br></div><div>Empêcher&nbsp; les&nbsp; incursions&nbsp; du&nbsp; législateur&nbsp; dans&nbsp; le&nbsp; domaine&nbsp; du&nbsp; règlement s’apparente&nbsp; à&nbsp; un&nbsp; «serpent&nbsp; &nbsp;de&nbsp; &nbsp;mer».&nbsp; Sa&nbsp; mise&nbsp; en&nbsp; œuvre est&nbsp; &nbsp;délicate.&nbsp; &nbsp;Les dispositions de l’article 41 de la Constitution permettent au Gouvernement et aux présidents des assemblées d’opposer l’irrecevabilité à une proposition de loi ou à un amendement qui n’est pas du domaine de la loi, le Conseil constitutionnel étant amené&nbsp; à&nbsp; trancher&nbsp; en&nbsp; cas&nbsp; de&nbsp; désaccord&nbsp; entre&nbsp; le&nbsp; Gouvernement&nbsp; et&nbsp; le&nbsp; président&nbsp; de l’assemblée intéressée. Toutefois, ces dispositions, qui ne visent pas les projets de loi,&nbsp; sont&nbsp; tombées&nbsp; en&nbsp; désuétude,&nbsp; notamment&nbsp; parce&nbsp; que&nbsp; leur mise en œuvre peut aboutir&nbsp; à&nbsp; retarder&nbsp; la&nbsp; procédure&nbsp; législative&nbsp; s’il&nbsp; apparaît&nbsp; nécessaire&nbsp; de&nbsp; saisir&nbsp; le Conseil constitutionnel.</div><div>Il conviendrait de réfléchir à un nouveau système de contrôle, soit a priori, au sein des assemblées, soit a posteriori, sans doute par le Conseil constitutionnel.</div><div>Un&nbsp; tel&nbsp; contrôle&nbsp; pourrait&nbsp; également&nbsp; porter&nbsp; sur&nbsp; le&nbsp; caractère&nbsp; normatif&nbsp; des dispositions législatives.</div><div><br></div><div>3. Rénover la procédure de discussion des textes</div><div><br></div><div>Toutes les conséquences de la révision de l’article 42 de la Constitution intervenue en&nbsp; 2008&nbsp; n’ont&nbsp; pas&nbsp; encore&nbsp; été&nbsp; tirées.&nbsp; L’examen&nbsp; du&nbsp; texte&nbsp; de&nbsp; la commission en séance a profondément changé la procédure d’élaboration de la loi, la discussion en commission s’apparentant désormais à un véritable niveau de lecture. Il est donc nécessaire de réajuster la procédure législative afin de la rendre plus efficace et moins redondante.</div><div>Lors&nbsp; de&nbsp; son&nbsp; audition&nbsp; le&nbsp; 22&nbsp; mai&nbsp; 2015, Mme Céline Vintzel rappelait qu’il existe&nbsp; en&nbsp; Allemagne&nbsp; une contrainte&nbsp; politique&nbsp; et&nbsp; au&nbsp; Royaume-Uni une contrainte juridique qui&nbsp; obligent à la tenue d’un débat préalable aux&nbsp; travaux des commissions sur les grands principes d’un texte examiné ultérieurement.</div><div>L’adoption en droit français d’une disposition similaire,&nbsp; déjà&nbsp; envisagée&nbsp; en&nbsp; 2009 mais&nbsp; &nbsp;malheureusement&nbsp; &nbsp;écartée&nbsp; &nbsp;par le&nbsp; &nbsp;Conseil&nbsp; &nbsp;constitutionnel, pourrait permettre,&nbsp; en&nbsp; amont, d’arrêter&nbsp; les&nbsp; grands&nbsp; principes&nbsp; d’un&nbsp; texte autour&nbsp; desquels pourront&nbsp; se&nbsp; structurer&nbsp; les&nbsp; débats&nbsp; en&nbsp; commission&nbsp; et&nbsp; en&nbsp; séance.&nbsp; Selon M. Olivier Rozenberg, «cela&nbsp; permettrait&nbsp; aux&nbsp; groupes&nbsp; d’opposition&nbsp; &nbsp; de&nbsp; &nbsp; marquer publiquement&nbsp; leur&nbsp; position&nbsp; dès&nbsp; le&nbsp; début&nbsp; de&nbsp; l’examen&nbsp; d’un&nbsp; texte,&nbsp; mais&nbsp; aussi d’anticiper les conséquences d’une législation [et] cela forcerait le Gouvernement à prendre du temps».</div><div>En conséquence, la discussion générale telle qu’elle existe aujourd’hui en&nbsp; séance,&nbsp; souvent&nbsp; longue&nbsp; et&nbsp; fastidieuse, n’aurait pas lieu d’être lorsqu’un débat préalable aurait été tenu.</div><div>Nombreux sont ceux qui considèrent que le débat en séance publique n’est qu’une redite de ce qui se passe en commission. Ce constat a d’ailleurs servi d’argument au Premier ministre lorsque celui-ci décida, à l’été 2015,d’engager la responsabilité du Gouvernement, en application de l’article 49, alinéa 3, de la Constitution&nbsp; sur&nbsp; le&nbsp; projet&nbsp; de loi pour la croissance et l’activité, au stade de la nouvelle lecture et de la lecture définitive, avant même la discussion générale et la discussion des articles.</div><div>Ce&nbsp; constat&nbsp; pourrait&nbsp; conduire&nbsp; à&nbsp; s’interroger&nbsp; sur&nbsp; l’application&nbsp; de&nbsp; la procédure d’examen simplifiée, en séance publique après un examen approfondi en&nbsp; &nbsp;commission,&nbsp; &nbsp;à&nbsp; &nbsp;des&nbsp; &nbsp;domaines&nbsp; &nbsp;autres&nbsp; &nbsp;que&nbsp; &nbsp;celui&nbsp; &nbsp;des&nbsp; &nbsp;traités&nbsp; &nbsp;et&nbsp; &nbsp;accords internationaux&nbsp; dans&nbsp; lesquels&nbsp; elle&nbsp; est&nbsp; actuellement&nbsp; cantonnée&nbsp; par&nbsp; la&nbsp; pratique, ou sur la possibilité de&nbsp; mieux&nbsp; encadrer&nbsp; le&nbsp; droit&nbsp; d’amendement&nbsp; &nbsp;en&nbsp; &nbsp;séance publique. Il pourrait ainsi être mis en place une procédure visant à écarter de la&nbsp; &nbsp;discussion&nbsp; &nbsp;en&nbsp; &nbsp;séance&nbsp; &nbsp;publique&nbsp; &nbsp;les&nbsp; &nbsp;amendements&nbsp; &nbsp;déjà&nbsp; &nbsp;discutés&nbsp; &nbsp;en commission. Le&nbsp; débat&nbsp; en&nbsp; séance&nbsp; se&nbsp; focalise&nbsp; sur&nbsp; les&nbsp; mesures&nbsp; nouvelles&nbsp; issues des&nbsp; travaux&nbsp; de&nbsp; la&nbsp; commission&nbsp; et&nbsp; les&nbsp; principaux&nbsp; points&nbsp; de&nbsp; divergence&nbsp; politique. Il doit être rappelé que, d’ores et déjà, l’article 44 de la Constitution dispose que le droit&nbsp; d’amendement&nbsp; « s’exerce&nbsp; en&nbsp; séance ou en&nbsp; commission »&nbsp; et&nbsp; non&nbsp; pas&nbsp; en séance et en commission. Mais aucune conséquence n’a, jusqu’à présent, été tirée de&nbsp; &nbsp;cette&nbsp; &nbsp;rédaction&nbsp; &nbsp;constitutionnelle. Il&nbsp; &nbsp;pourrait,&nbsp; &nbsp;enfin,&nbsp; &nbsp;être&nbsp; &nbsp;envisagé&nbsp; &nbsp;de s’inspirer&nbsp; du&nbsp; modèle&nbsp; parlementaire&nbsp; anglais dans&nbsp; lequel&nbsp; le Speaker peut décider&nbsp; de « sauter »&nbsp; l’examen&nbsp; des amendements identiques&nbsp; ou&nbsp; similaires (procédure dite du « kangourou »).</div></div><div><br></div><h1><br></h1><h1><br></h1><h1><br></h1><h1>sujet n°4 :</h1><div><div><h2>Loi relative à l'élection du Président de la République au suffrage universel direct, adoptée par le référendum du 28 octobre 1962</h2><div>Article 61 alinéa 2 Président du Sénat</div><div><br></div><div>Vu la Constitution ;</div><div>Vu l'ordonnance du 7 novembre 1958 portant loi organique sur le Conseil constitutionnel ;</div><div><br></div><div>1. Considérant que la compétence du Conseil constitutionnel est strictement délimitée par la Constitution ainsi que par les dispositions de la loi organique du 7 novembre 1958 sur le Conseil constitutionnel prise pour l'application du titre VII de celle-ci ; que le Conseil ne saurait donc être appelé à se prononcer sur d'autres cas que ceux qui sont limitativement prévus par ces textes ; “ éloigne le conseil constitutionnel des élections présidentielles&nbsp;&nbsp;</div><div>2. Considérant que, si l'article 61 de la Constitution donne au Conseil constitutionnel mission d'apprécier la conformité à la Constitution des lois organiques et des lois ordinaires qui, respectivement, doivent ou peuvent être soumises à son examen, sans préciser si cette compétence s'étend à l'ensemble des textes de caractère législatif, qu'ils aient été adoptés par le peuple à la suite d'un référendum ou qu'ils aient été votés par le Parlement, ou si, au contraire, elle est limitée seulement à cette dernière catégorie, il résulte de l'esprit de la Constitution qui a fait du Conseil constitutionnel un organe régulateur de l'activité des pouvoirs publics que les lois que la Constitution a entendu viser dans son article 61 sont uniquement les lois votées par le Parlement et non point celles qui, adoptées par le Peuple à la suite d'un référendum, constituent l'expression directe de la souveraineté nationale ;</div><div>3. Considérant que cette interprétation résulte également des dispositions expresses de la Constitution et notamment de son article 60 qui détermine le rôle du Conseil constitutionnel en matière du référendum et de l'article 11 qui ne prévoit aucune formalité entre l'adoption d'un projet de loi par le peuple et sa promulgation par le Président de la République ;</div><div>4. Considérant, enfin, que cette même interprétation est encore expressément confirmée par les dispositions de l'article 17 de la loi organique susmentionnée du 7 novembre 1958 qui ne fait état que des lois adoptées par le Parlement ainsi que par celles de l'article 23 de ladite loi qui prévoit que dans le cas où le Conseil constitutionnel déclare que la loi dont il est saisi contient une disposition contraire à la Constitution sans constater en même temps qu'elle est inséparable de l'ensemble de la loi, le Président de la République peut promulguer la loi à l'exception de cette disposition, soit demander aux Chambres une nouvelle lecture ;</div><div>5. Considérant qu'il résulte de ce qui précède qu'aucune des dispositions de la Constitution ni de la loi organique précitée prise en vue de son application ne donne compétence au Conseil constitutionnel pour se prononcer sur la demande susvisée par laquelle le Président du Sénat lui a déféré aux fins d'appréciation de sa conformité à la Constitution le projet de loi adopté par le Peuple français par voie de référendum le 28 octobre 1962 ;</div><div><br></div><div>Décide :</div><div>ARTICLE PREMIER - Le Conseil constitutionnel n'a pas compétence pour se prononcer sur la demande susvisée du Président du Sénat.</div><div>ARTICLE 2 - La présente décision sera publiée au Journal officiel de la République française.</div><div><br></div><div><br></div></div></div>"
      }
    ]
  },
  {
    "title": "Anglais",
    "type": "physics",
    "exams": [
      {
        "title": "Sujets de Dissertation",
        "content": " des pouvoirs du Conseil constitutionnel et du juge judiciaire vis-à-vis de la loi pénale"
      },
      {
        "title": " Cas Pratiques",
        "content": ""
      }
    ]
  }
  ,
  {
    "title": "Construction euro",
    "type": "physics",
    "exams": [
      {
        "title": "Sujets de Dissation",
        "content": " des pouvoirs du Conseil constitutionnel et du juge judiciaire vis-à-vis de la loi pénale"
      },
      {
        "title": " Cas Pratiques",
        "content": ""
      }
    ]
  },
  {
    "title": "muttation de l'etat. ",
    "type": "physics",
    "exams": [
      {
        "title": "Sujets de Dissation",
        "content": " des pouvoirs du Conseil constitutionnel et du juge judiciaire vis-à-vis de la loi pénale"
      },
      {
        "title": " Cas Pratiques",
        "content": ""
      }
    ]
  }
  
]
