{

    "Contentieux":" procès",
    "Droit public": " Il s’agit de la branche du droit qui regroupe les règles qui régissent les rapports juridiques dans lesquels interviennent l’Etat et ses démembrements",
    "Droit constitutionnel" :"toutes les règles relatives à la répartition des pouvoirs au sein de l’Etat et au fonctionnement des autorités qui détiennent ces pouvoirs",
    "Droit administratif" : "toutes les règles relatives au fonctionnement de l’administration ainsi qu’aux rapports entre l'administration et les particuliers",
    "Droit International public" : "les règles qui organisent les rapports des Etats entre eux au niveau international, dont le droit de la guerre, paix, droit humanitaire, droit des organisations internationales",
    "droit civil" : "règles qui assurent l’individualisation de la personne",
    "droit de la famille" :"qui organise les relations de la personne avec sa famille",
    "droit des biens" :"rapport entre les personnes et les choses",
    "droit de la responsabilité" : "règles sur l'indemnisation des dommages qu’une personne à occasionné à autrui",
    "Droit commercial / droit des affaires" :"paiement, lettre de change, règles sur les rapports entre commerçants, on y trouve aussi le droit des sociétés",
    "Droit rural" :"droit qui s'applique à l’exploitation agricole mais aussi à l'organisation d l’espace agricole",
    "Droit du travail" :"règles relatives à la condition, situation des travailleurs salariés et de leur employeur",
    "Droit de la sécurité sociale" :"règles relatives à la protection des individus contre les risques de l'existence",
    "Droit international privé" :"règles de droit privé où il existe un élément d’extranéité ",
    "Droit pénal":" souvent, les règles de ce droit régissent les relations entre individus (vol, crime, harcèlement) mais l’intérêt de la société toute entière est en jeu. ",
    "Compétence matérielle": "quel tribunal va juger",
    "Compétence territoriale": " lieu de jugement",
    "justiciable" :" personne qui souhaite avoir justice",
    "échevinage":" mélange entre magistrats professionnels et non professionnels",
    "juge de fond":" juge de première instance et de cour d’appel",
    "irréfragable":" incontestable",
    "Présomption" : "Supposition qui, en l'absence de preuve contraire, est considérée comme vraie.",
    "Sursis" : "Report de l'exécution d'une décision ou d'une peine.",
    "Contravention" : "Infraction de faible gravité réprimée par une amende.",
    "Prescription" : "Expiration du délai légal pour agir en justice.",
    "Jugement" : "Décision rendue par un tribunal.",
    "Contrat" : "Accord entre deux parties, établissant des obligations légales.",
    "Responsabilité civile" : "Obligation de réparer un dommage causé à autrui.",
    "Fraude" : "Acte malhonnête visant à tromper quelqu'un.",
    "Diffamation" : "Propagation de propos blessants ou mensongers portant atteinte à la réputation d'une personne.",
    "Réparation" : "Action de compenser un préjudice subi.",
    "Témoignage" : "Déclaration sous serment faite devant un tribunal.",
    "Appel" : "Recours contre une décision judiciaire.",
    "Complicité" : "Participation à un acte criminel.",
    "Arrêté" : "Décision administrative prise par une autorité.",
    "Exequatur" : "Reconnaissance officielle d'une décision étrangère.",
    "Plaidoyer" : "Déclaration ou argumentation devant un tribunal.",
    "Condamné" : "Personne déclarée coupable par un tribunal.",
    "Déposition" : "Témoignage oral ou écrit sous serment.",
    "Harcèlement" : "Comportement intimidant ou abusif envers autrui.",
    "Assignation" : "Convocation à comparaître devant un tribunal.",
    "Liquidation" : "Processus de règlement des dettes d'une entreprise en faillite.",
    "Subrogation" : "Transfert des droits ou des obligations à un tiers.",
    "Subornation" : "Corruption visant à influencer un témoignage.",
    "Mandat" : "Pouvoir donné à une personne pour agir au nom d'une autre.",
    "Arrêt" : "Décision rendue par une cour supérieure.",
    "Exonération" : "Dispense de responsabilité ou d'obligation.",
    "Abus de pouvoir" : "Utilisation illégale ou injuste d'une autorité.",
    "Cautionnement" : "Engagement de garantir le paiement d'une dette d'autrui.",
    "Conciliation" : "Tentative de résolution amiable d'un litige.",
    "Emolument" : "Rémunération ou avantage reçu pour un service.",
    "Succession" : "Transmission des biens d'une personne décédée à ses héritiers.",
    "Injonction" : "Ordre émis par un tribunal exigeant une action spécifique.",
    "Nullité" : "Annulation d'un acte juridique en raison d'un vice.",
    "Subrogation2" : "Remplacement d'une personne par une autre dans une relation juridique.",
    "Avis à tiers détenteur" : "Notification adressée à un tiers détenteur de biens d'un débiteur pour saisir ces biens.",
    "Lésion" : "Préjudice subi en raison d'une inégalité dans un contrat.",
    "Reddition des comptes" : "Obligation de présenter et justifier ses actions financières.",
    "Cession" : "Transfert de droits ou de biens à une autre personne.",
    "Préjudice" : "Dommage subi par une personne.",
    "Forclusion" : "Perte du droit de faire valoir une revendication en raison du non-respect d'un délai.",
    "Fiducie" : "Transfert de biens à une personne pour un bénéficiaire déterminé.",
    "Fonds de commerce" : "Ensemble des éléments d'une entreprise permettant de réaliser des profits.",
    "Prescription acquisitive" : "Acquisition d'un droit par possession continue et paisible pendant un certain temps.",
    "Testament" : "Document définissant la volonté d'une personne concernant la distribution de ses biens après son décès.",
    "Demande reconventionnelle" : "Demande faite par le défendeur à l'encontre du demandeur dans un procès.",
    "Donation" : "Acte de transfert de propriété sans contrepartie financière.",
    "Tribunal arbitral" : "Instance privée chargée de régler un litige en dehors des tribunaux traditionnels.",
    "Expertise" : "Évaluation technique ou spécialisée faite par un expert.",
    "Prescription extinctive" : "Perte du droit d'engager une action en justice en raison du temps écoulé.",
    "Officier ministériel" : "Professionnel autorisé à exécuter des actes juridiques officiels.",
    "Garantie" : "Engagement de répondre d'une dette ou d'une obligation au cas où celui qui en est principal débiteur ne le ferait pas.",
    "Reconnaissance de dette" : "Document par lequel une personne reconnaît devoir une somme d'argent à une autre.",
    "Honoraires" : "Rémunération due à un professionnel pour ses services.",
    "Jurisprudence" : "Ensemble des décisions de justice qui font autorité et servent de référence.",
    "Liquidateur" : "Personne chargée de la liquidation des biens d'une entreprise en faillite.",
    "Obligation de résultat" : "Engagement à atteindre un résultat précis, et non simplement à fournir des efforts pour y parvenir.",
    "Péremption" : "Disparition du droit d'agir en justice en raison d'un délai dépassé.",
    "Pouvoir adjudicateur" : "Entité publique habilitée à attribuer des marchés publics.",
    "Constat d'huissier" : "Acte dressé par un huissier constatant un fait en vue de prouver sa réalité.",
    "Saisie" : "Procédure par laquelle un créancier se fait attribuer des biens du débiteur pour se payer sur leur valeur.",
    "Transaction" : "Accord entre les parties pour mettre fin à un litige.",
    "Avocat plaidant" : "Avocat chargé de plaider devant les tribunaux.",
    "Compromis" : "Accord où chaque partie fait des concessions pour parvenir à un accord.",
    "Cession de créance" : "Transfert d'une créance d'un créancier à un tiers.",
    "Honoraires d'expertise" : "Rémunération due à un expert pour ses services d'évaluation.",
    "Avis de réception" : "Preuve écrite de la réception d'un courrier.",
    "Expropriation" : "Procédure par laquelle une autorité publique prive un individu de la propriété de ses biens pour cause d'utilité publique moyennant une indemnité.",
    "Tribunal de commerce" : "Juridiction compétente pour les litiges entre commerçants.",
    "Référé" : "Procédure judiciaire permettant d'obtenir rapidement une décision provisoire.",
    "Action en revendication" : "Action intentée par quelqu'un pour revendiquer la propriété d'un bien.",
    "Indemnité" : "Somme versée pour compenser un dommage, un préjudice subi.",
    "Clause abusive" : "Clause d'un contrat déséquilibrant les droits et obligations des parties au détriment du consommateur.",
    "Homicide involontaire" : "Causer la mort d'une personne sans intention de le faire.",
    "Valeur vénale" : "Valeur marchande effective d'un bien.",
    "Officier de police judiciaire" : "Agent de police habilité à constater les infractions et à rassembler des preuves.",
    "Ordonnance de référé" : "Décision provisoire rendue en urgence par un juge.",
    "Garantie des vices cachés" : "Garantie légale protégeant l'acheteur contre les défauts non apparents d'un bien vendu.",
    "Tiers détenteur" : "Personne détenant des biens appartenant à un tiers.",
    "Cession de droit" : "Transfert d'un droit d'une personne à une autre.",
    "Privilège" : "Droit préférentiel accordé à certains créanciers sur les biens du débiteur.",
    "Tribunal correctionnel" : "Juridiction compétente pour juger les délits passibles de peines correctionnelles.",
    "Contrat de travail" : "Accord entre un employeur et un salarié précisant les conditions de travail.",
    "Rétractation" : "Annulation ou annulation d'un engagement ou d'une déclaration.",
    "Gage" : "Garantie réelle constituée sur un bien meuble pour assurer le paiement d'une dette.",
    "Frais de justice" : "Dépenses engagées pour mener une action en justice.",
    "Ordonnance sur requête" : "Décision rendue par un juge à la suite d'une demande sans débat contradictoire entre les parties.",
    "Fonds de garantie" : "Organisme assurant une indemnisation dans certains cas où la personne responsable est insolvable ou inconnue.",
    "Prescription libératoire" : "Perte du droit de réclamer le paiement d'une dette en raison du temps écoulé.",
    "Opposition" : "Procédure permettant à un créancier de s'opposer à un acte d'exécution forcée.",
    "Action en justice" : "Droit d'entamer une procédure devant les tribunaux pour faire valoir ses droits.",
    "Présomption d'innocence" : "Principe selon lequel toute personne est présumée innocente jusqu'à preuve du contraire.",
    "Titre exécutoire" : "Décision de justice rendue susceptible d'une exécution forcée.",
    "Astreinte" : "Somme d'argent fixée par le juge et due en cas de non-respect d'une décision de justice.",
    "Obligation de moyen" : "Engagement de mettre tous les moyens nécessaires pour atteindre un objectif sans garantie de résultat.",
    "Avocat au barreau" : "Avocat inscrit à un barreau et habilité à exercer la profession.",
    "Contestation" : "Désaccord ou opposition exprimé par une partie dans un litige.",
    "Bénéficiaire" : "Personne qui reçoit un avantage ou une prestation dans un contrat ou une situation spécifique.",
    "Préemption" : "Droit de priorité donné à une personne pour acquérir un bien avant qu'il ne soit proposé à d'autres.",
    "Preuve contraire" : "Preuve apportée pour démentir ou contredire une affirmation ou un témoignage.",
    "Renonciation" : "Action de renoncer volontairement à un droit ou à une créance."
  }